---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Plumbing.IPipePressureDropServer
source: html/4b0e4c58-217c-26b6-441f-8be40e0d00ff.htm
---
# IPipePressureDropServer Members

Calculate the pipe pressure drop.